[
  {
    "userName": "Nichole Swanson",
    "userImage": "https://ph-avatars.imgix.net/3687/130fe5bc-99b9-4429-9dff-2eaa125ea355",
    "rating": 4.6,
    "reviewText": "I tried out both the red and brown versions of the keyboard. The red felt much too light and had a couple of issuesd it, to my knowledge my  where near those keys. It was my first time with reds, so I perhaps am not a light switch kind of person."
  },
  {
    "userName": "Nichole Swanson",
    "userImage": "https://ph-avatars.imgix.net/3687/130fe5bc-99b9-4429-9dff-2eaa125ea355",
    "rating": 4.6,
    "reviewText": "I tried out both the red and brown versions of the keyboard. The red felt mucledge my fingers were no where near those keys. It was my first time with reds, so I perhaps am not a light switch kind of person."
  },
  {
    "userName": "Nichole Swanson",
    "userImage": "https://ph-avatars.imgix.net/3687/130fe5bc-99b9-4429-9dff-2eaa125ea355",
    "rating": 4.6,
    "reviewText": "I tried out both the red and brown versions of the keyboard. The red felt much too light and had a couple of due to how light the keys feel, although the times knowledge my fingers were no where near those keys. It was my first time with reds, so I perhaps am not a light switch kind of person."
  },
  {
    "userName": "Nichole Swanson",
    "userImage": "https://ph-avatars.imgix.net/3687/130fe5bc-99b9-4429-9dff-2eaa125ea355",
    "rating": 4.6,
    "reviewText": "I tried out both the red and brown versions of the keyboard. The red felt much too light and had a couple of issly stop working. 2. It seemed at times phantom keys were pressed. The latter could be due to how light the keys fngers were no where near those keys. It was my first time with reds, so I perhaps am not a light switch kind of person."
  },
  {
    "userName": "Nichole Swanson",
    "userImage": "https://ph-avatars.imgix.net/3687/130fe5bc-99b9-4429-9dff-2eaa125ea355",
    "rating": 4.6,
    "reviewText": "I tried out both the red and brown versions of the keyboard. The red felt much too light and had a couple of issues: 1. it would randomly stop working. 2. It seemed at times phantom keys were pressed. The latter could be due to how light the keys feel, although the times I experienced it, to my knowledge my fingers were no where near those keys. It was my first time with reds, so I perhaps am not a light switch kind of person."
  },
  {
    "userName": "Nichole Swanson",
    "userImage": "https://ph-avatars.imgix.net/3687/130fe5bc-99b9-4429-9dff-2eaa125ea355",
    "rating": 4.6,
    "reviewText": "I tried out both the red and brown versions of the keyboard. The red felt much too light and had a couple of issues: 1. it would randomly stop working. 2. It seemed at times phantom keys were pressed. The latte"
  }
]
