[
  {
    "userName": "Nichole Swanson",
    "userImage": "https://ph-avatars.imgix.net/3687/130fe5bc-99b9-4429-9dff-2eaa125ea355",
    "rating": 4.6,
    "reviewText": "Worked for 1 year now will not do anything will not even respond... very disappointed. Was happy when it did worked we showed all of our friends what a great item it was but now it won't even set an alarm for us. Have tried reseting I and still no results. I have had my echo since it was released. I pre ordered it, got it after three months of waiting, worked GREAT. It stopped connecting"
  },
  {
    "userName": "Lula Kelley",
    "userImage": "https://faces-img.xcdn.link/image-lorem-face-3430.jpg",
    "rating": 5,
    "reviewText": "Update:  I recieved an email from an Amazon rep telling me that I must be doing something wrong and there's nothing wrong with my Echo.  I replied and told him that I know what I'm doing and that it loses its connection to my network and the only way to reconnect it is to unplug it and go through the setup I explained this to them. I would throw this Echo in the lake if my wife would let me. A waste of $180.",
    "review_rating": "1.0 out of 5 stars"
  },
  {
    "userName": "John Carroll",
    "userImage": "https://faces-img.xcdn.link/image-lorem-face-1223.jpg",
    "rating": 4.9,
    "reviewText": "He was my gateway drug into everything Amazon, now she is a $180 paperweight Amazon refuses to fix. I was one of the first to own her.  I preordered this magnificent pillar of the future, and propped her up on my kitchen island where she still remains.  For almost a year she spoke sweet nothings to me about the weather, serenaded"
  },
  {
    "userName": "Clara Pratt",
    "userImage": "https://faces-img.xcdn.link/image-lorem-face-5477.jpg",
    "rating": 4.1,
    "reviewText": "Very upset with Amazon right now. I have had my echo since it was released. I pre ordered it, got it after three months of waiting, worked GREAT. Then one day all of a sudden it stopped connecting to the internet. I sent an email, Amazon said they could only resolve over the phone so I set up a call. I sat on the phone for THREE HOURS"
  },
  {
    "userName": "Jimmie Craig",
    "userImage": "https://faces-img.xcdn.link/image-lorem-face-5660.jpg",
    "rating": 4.4,
    "reviewText": "I gave this as a family gift. We set it up the day after Christmas, very excited about the possibilities. Within a few hours, the unit started making a headache-inducing buzzing noise. I figured it was an aberration and plugged it back in the next day to hear the same thing. I called Amazon customer service and talked to"
  },
  {
    "userName": "Denise Delgado",
    "userImage": "https://faces-img.xcdn.link/image-lorem-face-6591.jpg",
    "rating": 5,
    "reviewText": "Bought this when it first came out and was on the waiting list. I was a bit disappointed at first: the name (Alexa) could not be preprogramed and chosen. Secondly, there were limits on other applications and linking equipment. It has slowly gotten better in the number of things you can do with it and Amazon has made some effort"
  }
]
